Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# Feature_RemoteAssistance.Description
source: Disables remote support features, allowing others to assist you via remote desktop. Disabling it can improve security but limits support options.
ar_tn: يُعطّل ميزات الدعم عن بُعد، مما يسمح للآخرين بمساعدتك عبر سطح المكتب البعيد. تعطيله يمكن أن يحسن الأمان ولكنه يحد من خيارات الدعم.
de: Deaktiviert Remote-Support-Funktionen, die es anderen ermöglichen, Ihnen über Remote-Desktop zu helfen. Das Deaktivieren kann die Sicherheit erhöhen, schränkt jedoch die Support-Optionen ein.
es_es: Desactiva las características de soporte remoto, permitiendo que otros te asistan a través de escritorio remoto. Desactivarlo puede mejorar la seguridad, pero limita las opciones de soporte.
fr_fr: Désactive les fonctionnalités d'assistance à distance, permettant à d'autres de vous aider via le bureau à distance. Désactiver cette fonctionnalité peut améliorer la sécurité, mais limite les options de support.
he_il: משבית תכונות תמיכה מרחוק, המאפשרות לאחרים לסייע לך באמצעות שולחן עבודה מרוחק. השבתה זו יכולה לשפר את האבטחה אך מגבילה את אפשרויות התמיכה.
hu_hu: Letiltja a távoli támogatási funkciókat, amelyek lehetővé teszik mások számára, hogy távoli asztalon keresztül segítsenek. A letiltása javíthatja a biztonságot, de korlátozza a támogatási lehetőségeket.
id_id: Menonaktifkan fitur dukungan jarak jauh, memungkinkan orang lain membantu Anda melalui desktop jarak jauh. Menonaktifkan ini dapat meningkatkan keamanan tetapi membatasi opsi dukungan.
it_it: Disabilita le funzionalità di supporto remoto, consentendo ad altri di assisterti tramite desktop remoto. Disabilitandolo si può migliorare la sicurezza ma si limitano le opzioni di supporto.
ja_jp: リモートデスクトップを使用した他者による支援を無効にします. これによりセキュリティが向上しますが、サポートオプションが制限されます.
ko_kr: 원격 지원 기능을 비활성화하여 다른 사람이 원격 데스크톱을 통해 사용자를 지원할 수 있도록 합니다. 비활성화하면 보안이 향상되지만 지원 옵션이 제한됩니다.
pt_br: Desabilita recursos de suporte remoto, permitindo que outros o ajudem por meio da área de trabalho remota. Desabilitá-lo pode melhorar a segurança, mas limita as opções de suporte.
ru_ru: Отключает функции удаленной поддержки, позволяя другим помогать вам через удаленный рабочий стол. Отключение этой функции улучшает безопасность, но ограничивает варианты поддержки.
tr_tr: Uzaktan destek özelliklerini devre dışı bırakır ve başkalarının size uzak masaüstü aracılığıyla yardımcı olmasına izin verir. Devre dışı bırakmak güvenliği artırabilir ancak destek seçeneklerini sınırlar.
vi_vn: Vô hiệu hoá tính năng hỗ trợ từ xa, cho phép người khác truy cập và hỗ trợ bạn thông qua remote desktop. Vô hiệu hoá tính năng này có thể tăng cường bảo mật nhưng hạn chế khả năng nhận hỗ trợ.
zh_hans: 禁用远程支持功能, 防止其他人通过远程桌面协助您. 禁用此功能可以提高安全性, 但限制支持选项.
zh_hant: 禁用遠端支援功能, 防止其他人通過遠端桌面協助您. 禁用此功能可以提高安全性, 但限制支援選項.

# Feature_WindowShake.Header
source: Disable Window Shake
ar_tn: تعطيل اهتزاز النوافذ
de: Fenster-Schütteln deaktivieren
es_es: Desactivar Agitar Ventana
fr_fr: Désactiver le secouage de fenêtre
he_il: השבת ניעור חלון (Window Shake)
hu_hu: Ablak rázásának kikapcsolása
id_id: Nonaktifkan Goyang Jendela (Window Shake)
it_it: Disabilita Window Shake
ja_jp: ウィンドウシェイクの無効化
ko_kr: 창 흔들기 비활성화
pt_br: Desabilitar vibração de janela
ru_ru: Отключить встряхивание окна
tr_tr: Pencere Sallanmasını Devre Dışı Bırak
vi_vn: Vô hiệu hoá Window Shake
zh_hans: 禁用窗口摇晃
zh_hant: 禁用視窗搖晃

# Feature_WindowShake.Description
source: Disables the window shake feature that minimizes all open windows when you shake a window. Disabling it improves focus but removes a handy window management tool.
ar_tn: يُعطّل ميزة اهتزاز النوافذ التي تقوم بتصغير جميع النوافذ المفتوحة عند اهتزاز نافذة. تعطيله يحسن التركيز ولكنه يزيل أداة مفيدة لإدارة النوافذ.
de: Deaktiviert die Fenster-Schütteln-Funktion, die alle offenen Fenster minimiert, wenn Sie ein Fenster schütteln. Das Deaktivieren verbessert die Konzentration, entfernt jedoch ein praktisches Fensterverwaltungs-Tool.
es_es: Desactiva la característica de agitar la ventana, que minimiza todas las ventanas abiertas cuando agitas una ventana. Desactivarlo mejora el enfoque pero elimina una herramienta útil de gestión de ventanas.
fr_fr: Désactive la fonctionnalité de secouage de fenêtre qui minimise toutes les fenêtres ouvertes lorsque vous secouez une fenêtre. Désactiver cette fonctionnalité améliore la concentration, mais supprime un outil pratique de gestion des fenêtres.
he_il: משבית את תכונת ניעור החלון שממזערת את כל החלונות הפתוחים כשמנערים חלון. השבתה זו משפרת את המיקוד אך מסירה כלי שימושי לניהול חלונות.
hu_hu: Letiltja az ablakrázás funkciót, amely akkor minimalizálja az összes megnyitott ablakot, amikor megráz egy ablakot. A letiltása javítja a koncentrációt, de megszüntet egy hasznos ablakkezelő eszközt.
id_id: Menonaktifkan fitur goyang jendela yang meminimalkan semua jendela yang terbuka saat Anda menggoyang sebuah jendela. Menonaktifkan ini meningkatkan fokus tetapi menghapus alat manajemen jendela yang praktis.
it_it: Disabilita la funzionalità Window Shake che riduce a icona tutte le finestre aperte quando si scuote una finestra. Disabilitandola si migliora la messa a fuoco ma si rimuove un utile strumento di gestione delle finestre.
ja_jp: ウィンドウをシェイクするとすべてのウィンドウを最小化する機能を無効にします. これにより、集中力が向上しますが、ウィンドウ管理ツールがなくなります.
ko_kr: 창을 흔들 때 열려 있는 모든 창을 최소화하는 창 흔들기 기능을 비활성화합니다. 비활성화하면 초점이 향상되지만 편리한 창 관리 도구가 제거됩니다.
pt_br: Desabilita o recurso de vibração de janela que minimiza todas as janelas abertas quando você agita uma janela. Desabilitá-lo melhora o foco, mas remove uma ferramenta útil de gerenciamento de janelas.
ru_ru: Отключает функцию встряхивания окна, которая минимизирует все открытые окна при встряхивании. Отключение этой функции улучшает фокусировку, но убирает удобный инструмент управления окнами.
tr_tr: Bir pencereyi salladığınızda tüm açık pencereleri en aza indiren pencere sallama özelliğini devre dışı bırakır. Devre dışı bırakmak odağı iyileştirir ancak kullanışlı bir pencere yönetim aracını kaldırır.
vi_vn: Vô hiệu hoá tính năng lắc cửa sổ để thu nhỏ tất cả cửa sổ khác khi bạn lắc một cửa sổ. Vô hiệu hoá tính năng này giúp tăng khả năng tập trung nhưng loại bỏ một công cụ quản lý cửa sổ tiện lợi.
zh_hans: 禁用窗口摇晃功能, 该功能会在摇晃窗口时最小化所有打开的窗口. 关闭后可减少干扰, 但会失去一个便捷的窗口管理工具.
zh_hant: 禁用視窗搖晃功能, 該功能會在搖晃視窗時最小化所有開啟的視窗. 禁用此功能可以提高專注度, 但也取消了一個方便的視窗管理工具.

# Feature_CopyMoveContextMenu.Header
source: Add Copy/Move Context Menu
ar_tn: إضافة قائمة السياق لنسخ/نقل الملفات
de: Copy/Move Kontextmenü hinzufügen
es_es: Agregar Menú Contextual de Copiar/Mover
fr_fr: Ajouter au menu contextuel Copier/Déplacer
he_il: הוסף תפריט הקשר 'העתק/העבר'
hu_hu: Másolás/áthelyezés hozzáadása a helyi menühöz
id_id: Tambahkan Menu Konteks Salin/Pindah
it_it: Aggiungi menu contestuale Copia/Sposta
ja_jp: コピー/移動コンテキストメニューの追加
ko_kr: 복사/이동 컨텍스트 메뉴 추가
pt_br: Adicionar menu de contexto Copiar/Mover
ru_ru: Добавить контекстное меню для копирования/перемещения
tr_tr: Kopyala/Taşı Bağlam Menüsü Ekle
vi_vn: Thêm Copy/Move vào menu chuột phải
zh_hans: 添加复制/移动上下文菜单
zh_hant: 新增複製/移動上下文選單

# Feature_CopyMoveContextMenu.Description
source: Enables additional options in the file context menu to easily copy or move files to a new location. This feature streamlines file management by providing quick access to these functions directly from the right-click menu.
ar_tn: يُفعل خيارات إضافية في قائمة السياق للملفات لنسخ أو نقل الملفات إلى موقع جديد بسهولة. تُبسط هذه الميزة إدارة الملفات من خلال توفير وصول سريع إلى هذه الوظائف مباشرة من قائمة النقر بالزر الأيمن.
de: Fügt zusätzliche Optionen im Dateikontextmenü hinzu, um Dateien schnell an einen neuen Ort zu kopieren oder zu verschieben. Diese Funktion optimiert die Dateiverwaltung, indem sie direkten Zugriff auf diese Funktionen über das Rechtsklick-Menü ermöglicht.
es_es: Activa opciones adicionales en el menú contextual de archivos para copiar o mover fácilmente archivos a una nueva ubicación. Esta característica agiliza la gestión de archivos proporcionando acceso rápido a estas funciones directamente desde el menú de clic derecho.
fr_fr: Active des options supplémentaires dans le menu contextuel des fichiers pour copier ou déplacer facilement des fichiers vers un nouvel emplacement. Cette fonctionnalité simplifie la gestion des fichiers en offrant un accès rapide à ces fonctions directement depuis le menu clic droit.
he_il: מאפשר אפשרויות נוספות בתפריט ההקשר של הקובץ להעתקה או העברה קלה של קבצים למיקום חדש. תכונה זו מייעלת את ניהול הקבצים על ידי מתן גישה מהירה לפונקציות אלו ישירות מתפריט הלחיצה הימנית.
hu_hu: További lehetőségeket engedélyez a fájl kontextusmenüjében, hogy a fájlokat könnyen másolhassa vagy áthelyezhesse egy új helyre. Ez a funkció egyszerűsíti a fájlkezelést azáltal, hogy gyors hozzáférést biztosít ezekhez a műveletekhez közvetlenül a jobb egérgombos menüből.
id_id: Mengaktifkan opsi tambahan di menu konteks file untuk menyalin atau memindahkan file dengan mudah ke lokasi baru. Fitur ini menyederhanakan manajemen file dengan menyediakan akses cepat ke fungsi-fungsi ini langsung dari menu klik kanan.
it_it: Abilita opzioni aggiuntive nel menu contestuale del file per copiare o spostare facilmente i file in una nuova posizione. Questa funzionalità semplifica la gestione dei file fornendo un rapido accesso a queste funzioni direttamente dal menu di scelta rapida.
ja_jp: ファイルのコンテキストメニューに、ファイルを新しい場所にコピーまたは移動するオプションを追加します. この機能により、右クリックメニューからこれらの機能に迅速にアクセスでき、ファイル管理が効率化されます.
ko_kr: 파일 컨텍스트 메뉴에서 추가 옵션을 활성화하여 파일을 새 위치로 쉽게 복사하거나 이동합니다. 이 기능은 마우스 오른쪽 클릭 메뉴에서 바로 이러한 기능에 빠르게 액세스할 수 있도록 하여 파일 관리를 간소화합니다.
pt_br: Habilita opções adicionais no menu de contexto do arquivo para copiar ou mover arquivos facilmente para um novo local. Este recurso simplifica o gerenciamento de arquivos fornecendo acesso rápido a essas funções diretamente do menu do botão direito.
ru_ru: Включает дополнительные опции в контекстное меню файла для быстрого копирования или перемещения файлов в новое место. Эта функция упрощает управление файлами, предоставляя быстрый доступ к этим функциям прямо из контекстного меню.
tr_tr: Dosya bağlam menüsünde dosyaları kolayca kopyalamak veya yeni bir konuma taşımak için ek seçenekler etkinleştirir. Bu özellik, bu işlevlere doğrudan sağ tıklama menüsünden hızlı erişim sağlayarak dosya yönetimini kolaylaştırır.
vi_vn: Thêm một tuỳ chọn vào menu chuột phải của file để dễ dàng sao chép hoặc di chuyển tới vị trí mới. Tính năng này giúp quản lý tệp hiệu quả hơn bằng cách cung cấp quyền truy cập nhanh vào các chức năng ngay từ menu chuột phải.
zh_hans: 在文件上下文菜单中启用额外的选项, 以便轻松将文件复制或移动到新位置. 此功能通过直接从右键菜单提供快速访问来简化文件管理.
zh_hant: 在檔案上下文選單中啟用額外的選項, 以便輕鬆將檔案複製或移動到新位置. 此功能通過直接從右鍵選單提供快速訪問來簡化檔案管理.

# Feature_TaskTimeouts.Header
source: Adjust Task Timeouts
ar_tn: تعديل مهلات المهام
de: Task-Timeouts anpassen
es_es: Ajustar los Tiempos de Espera de Tareas
fr_fr: Ajuster les délais d'attente des tâches
he_il: התאם זמני קצוב למשימות
hu_hu: Feladat időkorlátjainak beállítása
id_id: Sesuaikan Batas Waktu Tugas
it_it: Regola i timeout delle attività
ja_jp: タスクのタイムアウト設定
ko_kr: 작업 시간 초과 조정
pt_br: Ajustar tempos limite de tarefas
ru_ru: Настроить таймауты задач
tr_tr: Görev Zaman Aşımlarını Ayarla
vi_vn: Điều chỉnh thời gian chờ của tác vụ
zh_hans: 调整任务超时
zh_hant: 調整任務超時

# Feature_TaskTimeouts.Description
source: Modifies the timeout settings for system tasks. Adjusting it can improve performance in some scenarios but may cause tasks to fail under certain conditions.
ar_tn: يُعدّل إعدادات المهلة للمهام النظامية. تعديلها يمكن أن يحسن الأداء في بعض السيناريوهات ولكن قد يتسبب في فشل المهام في ظروف معينة.
de: Ändert die Timeout-Einstellungen für Systemaufgaben. Das Anpassen kann die Leistung in bestimmten Szenarien verbessern, jedoch dazu führen, dass Aufgaben unter bestimmten Bedingungen fehlschlagen.
es_es: Modifica la configuración de los tiempos de espera de las tareas del sistema. Ajustarlo puede mejorar el rendimiento en algunos escenarios, pero puede hacer que las tareas fallen bajo ciertas condiciones.
fr_fr: Modifie les paramètres de délai d'attente pour les tâches système. L'ajustement peut améliorer les performances dans certains scénarios, mais peut provoquer l'échec des tâches dans certaines conditions.
he_il: משנה את הגדרות הזמן הקצוב למשימות מערכת. התאמה זו יכולה לשפר ביצועים בתרחישים מסוימים אך עלולה לגרום למשימות להיכשל בתנאים מסוימים.
hu_hu: Módosítja a rendszerfeladatok időkorlát-beállításait. Ennek módosítása bizonyos helyzetekben javíthatja a teljesítményt, de bizonyos körülmények között a feladatok sikertelenné válhatnak.
id_id: Memodifikasi pengaturan batas waktu untuk tugas sistem. Menyesuaikannya dapat meningkatkan kinerja dalam beberapa skenario tetapi dapat menyebabkan tugas gagal dalam kondisi tertentu.
it_it: Modifica le impostazioni di timeout per le attività di sistema. Regolarle può migliorare le prestazioni in alcuni scenari, ma può causare il fallimento delle attività in determinate condizioni.
ja_jp: システムタスクのタイムアウト設定を変更します. これにより、特定のシナリオでパフォーマンスが向上する場合がありますが、タスクが失敗する可能性もあります.
ko_kr: 시스템 작업에 대한 시간 초과 설정을 수정합니다. 이를 조정하면 일부 시나리오에서 성능이 향상될 수 있지만 특정 조건에서 작업이 실패할 수 있습니다.
pt_br: Modifica as configurações de tempo limite para tarefas do sistema. Ajustá-lo pode melhorar o desempenho em alguns cenários, mas pode fazer com que as tarefas falhem sob certas condições.
ru_ru: Изменяет настройки таймаутов для системных задач. Настройка может улучшить производительность в некоторых случаях, но может привести к сбоям задач при определенных условиях.
tr_tr: Sistem görevleri için zaman aşımı ayarlarını değiştirir. Bunu ayarlamak bazı senaryolarda performansı iyileştirebilir ancak belirli koşullar altında görevlerin başarısız olmasına neden olabilir.
vi_vn: Tuỳ chỉnh cài đặt thời gian chờ cho các tác vụ hệ thống. Việc điều chỉnh có thể cải thiện hiệu suất trong một số trường hợp nhưng cũng có thể khiến tác vụ thất bại trong những điều kiện nhất định.
zh_hans: 修改系统任务的超时设置. 调整此设置可以在某些情况下提高性能, 但可能导致任务在某些条件下失败.
zh_hant: 修改系統任務的超時設定. 調整此設定可以在某些情況下提高效能, 但可能導致任務在某些條件下失敗.

# Feature_LowDiskSpaceChecks.Header
source: Enable Low Disk Space Checks
ar_tn: تمكين فحص المساحة المنخفضة على القرص
de: Überprüfungen des verfügbaren Speicherplatzes aktivieren
es_es: Habilitar Verificación de Espacio en Disco Bajo
fr_fr: Activer les vérifications de faible espace disque
he_il: אפשר בדיקות שטח דיסק נמוך
hu_hu: Alacsony lemezterület-ellenőrzések engedélyezése
id_id: Aktifkan Pemeriksaan Ruang Disk Rendah
it_it: Abilita i controlli di spazio su disco insufficiente
ja_jp: 低ディスク容量チェックの有効化
ko_kr: 디스크 공간 부족 검사 사용
pt_br: Habilitar verificações de pouco espaço em disco
ru_ru: Включить проверки низкого места на диске
tr_tr: Düşük Disk Alanı Denetimlerini Etkinleştir
vi_vn: Kiểm tra ổ đĩa dung lượng thấp
zh_hans: 启用低磁盘空间检查
zh_hant: 啟用低磁碟空間檢查

# Feature_LowDiskSpaceChecks.Description
source: Enables automatic checks for low disk space to prevent performance issues. Disabling it could reduce notifications, but you may miss critical storage warnings.
ar_tn: يُفعّل الفحوصات التلقائية للمساحة المنخفضة على القرص لتجنب مشكلات الأداء. تعطيله قد يقلل من الإشعارات، لكنك قد تفوت تحذيرات التخزين الهامة.
de: Aktiviert automatische Überprüfungen des verfügbaren Speicherplatzes, um Leistungsprobleme zu vermeiden. Das Deaktivieren könnte Benachrichtigungen reduzieren, aber wichtige Speicherwarnungen übersehen lassen.
es_es: Habilita comprobaciones automáticas de espacio en disco bajo para prevenir problemas de rendimiento. Desactivarlo podría reducir las notificaciones, pero podrías perder advertencias críticas sobre el almacenamiento.
fr_fr: Active les vérifications automatiques de l'espace disque faible pour prévenir les problèmes de performances. Désactiver cette fonctionnalité peut réduire les notifications, mais vous risquez de manquer des avertissements critiques concernant le stockage.
he_il: מאפשר בדיקות אוטומטיות לשטח דיסק נמוך כדי למנוע בעיות ביצועים. השבתה זו עשויה להפחית התראות, אך אתה עלול לפספס אזהרות אחסון קריטיות.
hu_hu: Lehetővé teszi az automatikus ellenőrzést az alacsony lemezterület miatt a teljesítményproblémák megelőzése érdekében. Kikapcsolása csökkentheti az értesítéseket, de előfordulhat, hogy fontos tárolási figyelmeztetéseket elmulaszt.
id_id: Mengaktifkan pemeriksaan otomatis untuk ruang disk rendah guna mencegah masalah kinerja. Menonaktifkannya dapat mengurangi notifikasi, tetapi Anda mungkin melewatkan peringatan penyimpanan penting.
it_it: Abilita i controlli automatici per lo spazio su disco insufficiente per prevenire problemi di prestazioni. Disabilitandolo potresti ridurre le notifiche, ma potresti perdere avvisi critici di archiviazione.
ja_jp: ディスク容量が不足している場合に自動的にチェックし、パフォーマンス問題を防止します. これを無効にすると通知が減りますが、重要なストレージ警告を見逃す可能性があります.
ko_kr: 성능 문제를 방지하기 위해 디스크 공간 부족에 대한 자동 검사를 활성화합니다. 비활성화하면 알림이 줄어들 수 있지만 중요한 저장소 경고를 놓칠 수 있습니다.
pt_br: Habilita verificações automáticas de pouco espaço em disco para evitar problemas de desempenho. Desabilitá-lo pode reduzir as notificações, mas você pode perder avisos críticos de armazenamento.
ru_ru: Включает автоматические проверки на низкое место на диске для предотвращения проблем с производительностью. Отключение этой функции может снизить количество уведомлений, но вы можете пропустить важные предупреждения о нехватке места.
tr_tr: Performans sorunlarını önlemek için düşük disk alanı için otomatik kontrolleri etkinleştirir. Bunu devre dışı bırakmak bildirimleri azaltabilir, ancak kritik depolama uyarılarını kaçırabilirsiniz.
vi_vn: Bật tự đồng kiểm tra dung lượng ổ đĩa thấp để ngăn ngừa vấn đề hiệu năng. Vô hiệu hoá tính năng này có thể giảm thông báo, nhưng bạn có thể bỏ lỡ các cảnh báo lưu trữ quan trọng.
zh_hans: 启用低磁盘空间的自动检查, 以防止性能问题. 禁用此功能可以减少通知, 但可能会错过关键的存储警告.
zh_hant: 啟用低磁碟空間的自動檢查, 以防止效能問題. 禁用此功能可以減少通知, 但可能會錯過關鍵的儲存警告.

# Feature_LinkResolve.Header
source: Disable Link Resolve
ar_tn: تعطيل حل الروابط
de: Linkauflösung deaktivieren
es_es: Deshabilitar Resolución de Enlaces
fr_fr: Désactiver la résolution des liens
he_il: השבת פתרון קישורים
hu_hu: Hivatkozás feloldás kikapcsolása
id_id: Nonaktifkan Penyelesaian Tautan (Link Resolve)
it_it: Disabilita Link Resolve
ja_jp: リンク解決の無効化
ko_kr: 링크 확인 비활성화
pt_br: Desabilitar resolução de links
ru_ru: Отключить разрешение ссылок
tr_tr: Bağlantı Çözümünü Devre Dışı Bırak
vi_vn: Vô hiệu hoá Link Resolve
zh_hans: 禁用链接解析
zh_hant: 禁用連結解析

# Feature_LinkResolve.Description
source: Disables the resolution of broken links in files and folders. Disabling it can speed up operations but may leave outdated links unresolved.
ar_tn: يُعطّل حل الروابط المعطلة في الملفات والمجلدات. تعطيله يمكن أن يسرع العمليات ولكن قد يترك الروابط القديمة غير محلولة.
de: Deaktiviert die Auflösung defekter Links in Dateien und Ordnern. Das Deaktivieren kann Vorgänge beschleunigen, lässt jedoch veraltete Links ungelöst.
es_es: Desactiva la resolución de enlaces rotos en archivos y carpetas. Deshabilitarlo puede acelerar las operaciones, pero puede dejar enlaces desactualizados sin resolver.
fr_fr: Désactive la résolution des liens brisés dans les fichiers et dossiers. Désactiver cette fonctionnalité peut accélérer les opérations, mais peut laisser des liens obsolètes non résolus.
he_il: משבית את פתרון הקישורים השבורים בקבצים ותיקיות. השבתה זו יכולה להאיץ פעולות אך עלולה להשאיר קישורים מיושנים ללא פתרון.
hu_hu: Letiltja a hibás hivatkozások feloldását fájlokban és mappákban. A letiltás gyorsíthatja a műveleteket, de előfordulhat, hogy elavult hivatkozások maradnak feloldatlanul.
id_id: Menonaktifkan resolusi tautan rusak pada file dan folder. Menonaktifkannya dapat mempercepat operasi tetapi mungkin membiarkan tautan usang tidak terselesaikan.
it_it: Disabilita la risoluzione dei link interrotti in file e cartelle. Disabilitandolo puoi velocizzare le operazioni, ma potresti lasciare i link obsoleti irrisolti.
ja_jp: ファイルやフォルダ内で壊れたリンクの解決を無効にします. これを無効にすると、操作が高速化されますが、古いリンクが解決されなくなる可能性があります.
ko_kr: 파일과 폴더에서 끊어진 링크의 확인을 비활성화합니다. 비활성화하면 작업 속도가 빨라지지만 오래된 링크는 확인되지 않을 수 있습니다.
pt_br: Desabilita a resolução de links quebrados em arquivos e pastas. Desabilitá-lo pode acelerar as operações, mas pode deixar links desatualizados sem resolução.
ru_ru: Отключает разрешение неработающих ссылок в файлах и папках. Отключение этой функции может ускорить операции, но может оставить устаревшие ссылки неразрешёнными.
tr_tr: Dosya ve klasörlerdeki bozuk bağlantıların çözümlenmesini devre dışı bırakır. Bunu devre dışı bırakmak işlemleri hızlandırabilir ancak güncel olmayan bağlantıları çözümsüz bırakabilir.
vi_vn: Vô hiệu hoá việc tự động tìm lại các liên kết bị hỏng trong tệp và thư mục. Vô hiệu hoá tính năng này có thể tăng tốc hoạt động nhưng có thể để lại các liên kết lỗi không được xử lý.
zh_hans: 禁用文件和文件夹中损坏链接的解析. 禁用此功能可以加速操作, 但可能会留下未解决的过时链接.
zh_hant: 禁用檔案和資料夾中損壞連結的解析. 禁用此功能可以加速操作, 但可能會留下未解決的過時連結.

# Feature_ServiceTimeouts.Header
source: Decrease Service Timeouts
ar_tn: تقليل مهلات الخدمات
de: Service-Timeouts verkürzen
es_es: Reducir los Tiempos de Espera de los Servicios
fr_fr: Réduire les délais d'attente des services
he_il: הקטן זמני קצוב לשירותים
hu_hu: Szolgáltatási időkorlátok csökkentése
id_id: Kurangi Batas Waktu Layanan
it_it: Riduci timeout servizio
ja_jp: サービスタイムアウトの短縮
ko_kr: 서비스 시간 초과 감소
pt_br: Diminuir tempos limite de serviço
ru_ru: Сократить время ожидания сервисов
tr_tr: Hizmet Zaman Aşımlarını Azaltın
vi_vn: Giảm thời gian chờ dịch vụ
zh_hans: 减少服务超时
zh_hant: 減少服務超時

# Feature_ServiceTimeouts.Description
source: Adjusts the timeouts for system services. Shortening these can improve performance but may cause services to terminate prematurely.
ar_tn: يُعدّل مهلات خدمات النظام. تقصيرها يمكن أن يحسن الأداء ولكن قد يتسبب في إنهاء الخدمات في وقت مبكر.
de: Passt die Timeouts für Systemdienste an. Das Verkürzen dieser kann die Leistung verbessern, aber dazu führen, dass Dienste vorzeitig beendet werden.
es_es: Ajusta los tiempos de espera para los servicios del sistema. Reducirlos puede mejorar el rendimiento, pero puede hacer que los servicios terminen prematuramente.
fr_fr: Ajuste les délais d'attente pour les services système. Les réduire peut améliorer les performances, mais peut provoquer l'arrêt prématuré des services.
he_il: מתאים את זמני הקצוב לשירותי מערכת. קיצורם יכול לשפר ביצועים אך עלול לגרום לשירותים להסתיים בטרם עת.
hu_hu: A rendszer szolgáltatásainak időtúllépéseit állítja. Ezek lerövidítése javíthatja a teljesítményt, de a szolgáltatások idő előtt történő leállását okozhatja.
id_id: Menyesuaikan batas waktu untuk layanan sistem. Mempersingkat waktu ini dapat meningkatkan performa tetapi mungkin menyebabkan layanan berhenti sebelum waktunya.
it_it: Regola i timeout per i servizi di sistema. Riducendoli è possibile migliorare le prestazioni, ma i servizi potrebbero interrompersi prematuramente.
ja_jp: システムサービスのタイムアウトを調整します. これを短縮するとパフォーマンスが向上しますが、サービスが早期に終了する可能性があります.
ko_kr: 시스템 서비스의 시간 초과를 조정합니다. 이를 단축하면 성능이 향상되지만 서비스가 조기에 종료될 수 있습니다.
pt_br: Ajusta os tempos limite para serviços do sistema. Encurtá-los pode melhorar o desempenho, mas pode fazer com que os serviços sejam encerrados prematuramente.
ru_ru: Настроить время ожидания для системных сервисов. Уменьшение времени ожидания может улучшить производительность, но привести к преждевременному завершению работы сервисов.
tr_tr: Sistem hizmetleri için zaman aşımını ayarlar. Bunları kısaltmak performansı iyileştirebilir ancak hizmetlerin erken sonlanmasına neden olabilir.
vi_vn: Điều chỉnh thời gian chờ của các dịch vụ hệ thống. Giảm thời gian chờ có thể cải thiện hiệu suất nhưng cũng có thể khiến dịch vụ bị tắt sớm.
zh_hans: 调整系统服务的超时设置. 缩短超时时间可以提高性能, 但可能导致服务过早终止.
zh_hant: 調整系統服務的超時設定. 縮短超時時間可以提高效能, 但可能導致服務過早終止.
